answer_examples = [
    {
        "input": "졸업 요건은 무엇인가요?", 
        "answer": """덕성여자대학교학칙시행세칙(20250124)_일부개정 파일에서 제9장(졸업)에 따르면, 
8학기(조기졸업은 6학기) 이상의 등록을 필하고 130학점(재직자전형은 120학점, 약학 2+4년제는 165학점, 
약학 6년제는 240학점) 이상을 이수한 자. 다만, 편입학생은 편입학 후 이수하여야 할 학기 이상 등록한 자입니다.
"""
    },

    {
        "input": "전공 수석은 선발기준이 무엇인가요?",
        "answer": """ 장학금규정시행세칙(20241113)_일부개정 파일에 따르면,
        각 전공(학과)별 성적(직전 학기 평전 평균)이 수석인 학생 (전공 1과목 이상 이수, 성적 3.5 이상)입니다.
        """
    },
    {
        "input": "진로탐색학점제는 대상이 누구인가요?",
        "answer": """ 진로탐색학점제 운영규정 (20240214)_일부개정 파일에서 제8조에 따르면,
        대상은 수행 학기를 기준으로 2학기~8학기 재학생으로 하고, 정규학위과정 외의 외국인 유학생(교환학생 등)은 제외합니다.

        """
    },
    {
        "input": "자연과학소는 어떻게 구성이 되어있나요?",
        "answer": """ 자연과학연구소규정(20230504)_일부개정 파일에서 제5조에 따르면,
        1. 소장       : 1명
    2. 연구원     : 약간명
    3. 객원연구원 : 약간명
    4. 연구교수   : 약간명
    5. 연구보조원 : 약간명
    6. 감사       : 1인
    7. 조교       : 약간명<개정 2023.5.4.>으로 구성됩니다.


        """
    },
]